Public Attributes | List of all members
API_LocalCoordsData Struct Reference
Element Manager
Dynamic array of API_LocalCoordsType items. This structure is used in API_RoofSegmentData. More...
#include <APIdefs_Elements.h>
 Public Attributes
 API_LocalCoordsType *  | data
Array of API_LocalCoordsType items.
 Int32  | nItems
Number of the records in the array.
Detailed Description
Dynamic array of API_LocalCoordsType items. This structure is used in API_RoofSegmentData.